Q1 = 'Соседнее государство предлагает вам купить зерно по 12 денежных единиц за штуку. Сколько покупаете, Мой Король?'
Q2 = 'Один богатый на зерно человек прелагает вам купить зерно по 14 денежных единиц! Сколько будете покупать, Ваше ' \
     'Величество?'
Q3 = 'Известный алхимик из соседнего государства продает зерно по 13 ден. единиц? Сколько покупаем, государь?'
Q4 = 'Проходящие мимо странники хотят купить у вас зерно по 7 ден. единиц! Сколько будете продавать, Мой Король?'
Q5 = 'В соседнем государстве все посевы зерна съели мыши. Князь обратился к вам с просьбой продать ему зерно по 5 ' \
     'денежных единиц.Сколько продаете, Ваше Величество?'
Q6 = 'На рынке зерна продавцы снизили цену и прелагают его по цене 10 денежных единиц!Какое количество зерна ' \
     'хотите купить, Мой Король?'
Q7 = 'Купцы предлагают вам зерно по 15 денежных единиц. Сколько зерна покупаем, государь?'
Q8 = 'Путешественники прибыли в вашу страну и хотят купить у вас зерно по 6 денежных единиц. Какое количество зерна ' \
     'готовы продать, Ваше Величество?'
Q9 = 'У ваших врагов случился пожар и все запасы зерна сгорели. Они обратились к вам с просьбой продать некоторое ' \
     'количество зерна по 9 денежных единиц. Сколько зерна вы готовы пожертвовать, Ваше Величество?'
Q10 = 'Мореплаватели собираются в дальнее плавание и хотят купить у вас зерно по цене 8 денежных единиц. Сколько ' \
      'зерна вы им продадите, Мой Король?'
